Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Nothing is charged for 7 days. Cancel anytime.
de: 7 Tage lang wird nichts abgebucht. Jederzeit kündbar.
es: No se cobra nada durante 7 días. Cancela cuando quieras.
et: 7 päeva jooksul midagi ei võeta. Tühista igal ajal.
fr: Rien n'est débité pendant 7 jours. Annulable à tout moment.
hu: 7 napig semmit sem vonunk le. Bármikor lemondhatod.
it: Nessun addebito per 7 giorni. Annulla quando vuoi.
ja: 7日間は請求されません。いつでもキャンセルできます。
ko: 7일 동안 요금이 청구되지 않아요. 언제든 해지할 수 있어요.
ms: Tiada caj selama 7 hari. Batal bila-bila masa.
pt: Não é cobrado nada durante 7 dias. Cancela quando quiseres.
ru: Первые 7 дней списаний нет. Отменить можно в любой момент.
zh_hans: 7 天内不收费。随时可取消。

source: Nothing is in iCloud yet.
de: Noch nichts in iCloud.
es: Todavía no hay nada en iCloud.
et: iCloudis pole veel midagi.
fr: Rien dans iCloud pour l’instant.
hu: Még semmi sincs az iCloudban.
it: Su iCloud non c’è ancora nulla.
ja: iCloudにはまだ何もありません。
ko: 아직 iCloud에 아무것도 없습니다.
ms: Belum ada apa-apa dalam iCloud.
pt: Ainda não há nada no iCloud.
ru: В iCloud пока ничего нет.
zh_hans: iCloud 中暂无内容。

source: Nothing is sent to anti.ltd or a third-party LLM.
de: Nichts wird an anti.ltd oder ein fremdes LLM geschickt.
es: No se envía nada a anti.ltd ni a ningún LLM de terceros.
et: Midagi ei saadeta anti.ltd-le ega kolmanda osapoole LLM-ile.
fr: Rien n'est envoyé à anti.ltd ni à un LLM tiers.
hu: Semmit nem küldünk az anti.ltd-nek vagy külső LLM-nek.
it: Non viene inviato niente a anti.ltd o a un LLM di terze parti.
ja: anti.ltd にも、他社の LLM にも、何も送られません。
ko: anti.ltd나 다른 회사 LLM으로는 아무것도 보내지 않아요.
ms: Tiada apa dihantar ke anti.ltd atau LLM pihak ketiga.
pt: Nada é enviado para a anti.ltd nem para um LLM de terceiros.
ru: Ничего не отправляется ни в anti.ltd, ни в сторонние языковые модели.
zh_hans: 不会向 anti.ltd 或第三方大模型发送任何东西。

source: Nothing is uploaded, shared, or sold.
de: Nichts wird hochgeladen, geteilt oder verkauft.
es: No se sube, comparte ni vende nada.
et: Midagi ei laadita üles, jagata ega müüda.
fr: Rien n’est envoyé, partagé ni vendu.
hu: Semmit sem töltünk fel, osztunk meg vagy értékesítünk.
it: Non viene caricato, condiviso o venduto nulla.
ja: アップロード、共有、販売は一切行いません。
ko: 어떤 것도 업로드, 공유 또는 판매되지 않습니다.
ms: Tiada apa-apa dimuat naik, dikongsi atau dijual.
pt: Nada é enviado, partilhado ou vendido.
ru: Ничего не загружается, не передаётся и не продаётся.
zh_hans: 不会上传、共享或出售任何内容。

source: Nothing leaves your phone
de: Nichts verlässt dein Handy
es: Nada sale de tu teléfono
et: Midagi ei lahku sinu telefonist
fr: Rien ne quitte ton téléphone
hu: Semmi sem hagyja el a telefonod
it: Niente esce dal tuo telefono
ja: データは端末の外に出ません
ko: 폰 밖으로 나가는 건 없어요
ms: Tiada apa-apa keluar dari telefon anda
pt: Nada sai do teu telemóvel
ru: Ничего не покидает ваш телефон
zh_hans: 数据不离开手机

source: Nothing of this kind
de: Nichts dieser Art
es: Nada de este tipo
et: Mitte midagi sellist
fr: Rien de ce type
hu: Ilyen nincs
it: Niente di questo tipo
ja: この種類のものはありません
ko: 이 종류는 없습니다
ms: Tiada yang jenis ini
pt: Nada deste tipo
ru: Ничего такого нет
zh_hans: 没有这一类内容

source: Nothing saved in Cling yet
de: Noch nichts in Cling gespeichert
es: Aún no hay nada guardado en Cling
et: Clingis pole veel midagi salvestatud
fr: Rien d'enregistré dans Cling pour l'instant
hu: Még nincs semmi a Clingben
it: Ancora niente salvato in Cling
ja: Cling にはまだ何もありません
ko: 아직 Cling에 저장된 것이 없습니다
ms: Belum ada apa-apa dalam Cling
pt: Ainda não há nada guardado no Cling
ru: В Cling пока ничего не сохранено
zh_hans: Cling 里还没有保存任何东西

source: Nothing saved yet
de: Noch nichts gespeichert
es: Aún no hay nada guardado
et: Midagi pole veel salvestatud
fr: Rien d'enregistré pour l'instant
hu: Még nincs mentve semmi
it: Ancora niente di salvato
ja: まだ何も保存されていません
ko: 아직 저장된 항목이 없습니다
ms: Belum ada yang disimpan
pt: Ainda nada guardado
ru: Пока ничего не сохранено
zh_hans: 暂无已保存内容

source: Nothing the switcher turns on will do anything until plugins are switched on. The switcher can do that itself, from the keyboard.
de: Was der Umschalter einschaltet, bleibt wirkungslos, solange Plugins aus sind. Der Umschalter kann sie selbst einschalten, direkt von der Tastatur.
es: Lo que actives en el cambio de plugins no hará nada mientras los plugins estén desactivados. El propio cambio de plugins puede activarlos desde el teclado.
et: Miski, mille vahetaja sisse lülitab, ei tee midagi, kuni pistikprogrammid ise on väljas. Vahetaja saab need klaviatuurilt ka ise sisse lülitada.
fr: Rien de ce que le changeur active ne fera quoi que ce soit tant que les plugins sont désactivés. Le changeur peut les activer lui-même, depuis le clavier.
hu: Amit a váltó bekapcsol, addig nem csinál semmit, amíg a bővítmények ki vannak kapcsolva. Ezt a váltó maga is el tudja intézni, a billentyűzetről.
it: Quello che il cambio plugin attiva non farà nulla finché i plugin sono disattivati. Il cambio plugin può attivarli da solo, dalla tastiera.
ja: プラグインがオフのままでは、切り替えでオンにしても何も起きません。切り替え自体がキーボードからオンにできます。
ko: 플러그인 자체가 꺼져 있으면 전환 도구로 켜도 아무 일도 일어나지 않습니다. 전환 도구가 키보드에서 직접 켤 수 있습니다.
ms: Apa-apa yang dihidupkan oleh penukar itu tak akan berfungsi selagi plugin dimatikan. Penukar itu sendiri boleh menghidupkannya, terus dari papan kekunci.
pt: Nada do que a troca de plugins ligar vai funcionar enquanto os plugins estiverem desativados. A troca de plugins consegue ligá-los, a partir do teclado.
ru: Всё, что включит переключатель, не заработает, пока выключены сами плагины. Переключатель может включить их сам, прямо с клавиатуры.
zh_hans: 插件本身是关闭的时候，切换器打开什么都不会起作用。切换器自己就能在键盘上把插件打开。

source: Nothing to do here
de: Hier gibt es nichts zu tun
es: Nada que hacer aquí
et: Siin pole midagi teha
fr: Rien à faire ici
hu: Itt nincs mit tenni
it: Niente da fare qui
ja: ここでできることはありません
ko: 여기서 할 일이 없습니다
ms: Tiada apa nak buat di sini
pt: Nada para fazer aqui
ru: Здесь пока нечего делать
zh_hans: 这里没什么可做的

source: Nothing to report
de: Nichts zu melden
es: Nada que informar
et: Pole midagi teatada
fr: Rien à signaler
hu: Nincs jelentenivaló
it: Niente da segnalare
ja: 報告することはありません
ko: 보고할 내용이 없어요
ms: Tiada apa-apa untuk dilaporkan
pt: Nada a assinalar
ru: Сообщать не о чем
zh_hans: 没有需要报告的问题

source: Nothing to translate
de: Kein Text zum Übersetzen
es: No hay texto que traducir
et: Tõlgitavat teksti pole
fr: Rien à traduire
hu: Nincs lefordítandó szöveg
it: Nessun testo da tradurre
ja: 翻訳するテキストがありません
ko: 번역할 텍스트가 없습니다
ms: Tiada teks untuk diterjemahkan
pt: Sem texto para traduzir
ru: Нет текста для перевода
zh_hans: 没有可翻译的文本

source: Nothing to work with yet
de: Noch nichts zum Arbeiten da
es: Aún no hay nada con lo que trabajar
et: Pole veel midagi, millega töötada
fr: Rien à traiter pour l'instant
hu: Még nincs mivel dolgozni
it: Ancora niente su cui lavorare
ja: まだ何もありません
ko: 아직 다룰 내용이 없어요
ms: Belum ada apa-apa untuk diproses
pt: Ainda nada com que trabalhar
ru: Пока не с чем работать
zh_hans: 还没有可处理的内容

source: Nothing yet. Emoji you send start showing up here.
de: Noch nichts — was du verschickst, taucht hier auf.
es: Todavía nada: los emojis que envíes irán apareciendo aquí.
et: Veel mitte midagi. Emojid, mida saadad, hakkavad siia ilmuma.
fr: Rien pour l'instant — les emoji que tu envoies apparaîtront ici.
hu: Még semmi — amit elküldesz, itt fog megjelenni.
it: Ancora niente: gli emoji che invii compariranno qui.
ja: まだありません。送った絵文字がここに並びます。
ko: 아직 없어요. 보낸 이모지가 여기에 쌓여요.
ms: Belum ada — emoji yang anda hantar akan muncul di sini.
pt: Ainda nada — os emojis que enviares aparecem aqui.
ru: Пока пусто — эмодзи, которые вы отправляете, начнут появляться здесь.
zh_hans: 还没有。你发过的表情会出现在这里。

source: Nothing yet. Type a name or a bit of slang twice and it lands here.
de: Noch nichts. Tippe einen Namen oder ein Slangwort zweimal, dann landet es hier.
es: Nada todavía. Escribe un nombre o una palabra de jerga dos veces y aparecerá aquí.
et: Veel mitte midagi. Tipi nimi või natuke slängi kaks korda ja see maandub siia.
fr: Rien pour l'instant. Tape un nom ou un mot d'argot deux fois et il arrivera ici.
hu: Még semmi. Írj be egy nevet vagy egy szlengszót kétszer, és itt lesz.
it: Ancora niente. Scrivi due volte un nome o una parola gergale e finirà qui.
ja: まだありません。名前やスラングを2回入力すると、ここに出てきます。
ko: 아직 없습니다. 이름이나 은어를 두 번 입력하면 여기에 나타납니다.
ms: Belum ada apa-apa. Taip nama atau slanga dua kali, ia akan muncul di sini.
pt: Ainda nada. Escreve um nome ou uma gíria duas vezes e aparece aqui.
ru: Пока пусто. Напечатайте имя или словечко дважды — и оно окажется здесь.
zh_hans: 还没有。把一个名字或俚语输入两次，它就会出现在这里。

source: Notify me when updates are available
de: Benachrichtige mich bei verfügbaren Updates
es: Avisarme cuando haya actualizaciones disponibles
et: Teavita mind, kui värskendused on saadaval
fr: M’avertir lorsque des mises à jour sont disponibles
hi: अपडेट उपलब्ध होने पर मुझे सूचित करें
hu: Értesíts, ha frissítés érhető el
it: Avvisami quando sono disponibili aggiornamenti
ja: アップデートが利用可能になったら通知する
ko: 업데이트가 있으면 알림 받기
ms: Maklumkan saya apabila kemas kini tersedia
ne: अद्यावधिक उपलब्ध हुँदा मलाई जानकारी दिनुहोस्
pt: Avisar-me quando houver atualizações disponíveis
ru: Уведомлять меня о доступных обновлениях
tr: Güncellemeler hazır olduğunda bana bildir
zh_hans: 有更新时通知我

source: Now time to style it!
de: Jetzt ist es Zeit für den Stil!
es: ¡Es hora de darle estilo!
et: Aeg on seda kujundada!
fr: C'est le moment de la personnaliser !
hu: Itt az idő, hogy megszabd!
it: È il momento di personalizzarla!
ja: スタイリングを楽しみましょう！
ko: 이제 스타일을 정할 시간이에요!
ms: Masa untuk menggayakannya!
pt: Hora de dar estilo!
ru: Пора стилизовать!
zh_hans: 现在该设计它的风格了！

source: Now typing
de: Gerade aktiv
es: En uso ahora
et: Praegu aktiivne
fr: En cours
hu: Most ez aktív
it: In uso ora
ja: 使用中
ko: 사용 중
ms: Sedang digunakan
pt: Em uso agora
ru: Сейчас печатает
zh_hans: 当前使用

source: NuPhy Inspired
de: Von NuPhy inspiriert
es: Inspirado en NuPhy
et: NuPhyst inspireeritud
fr: Inspiré de NuPhy
hu: A NuPhy ihlette
it: Ispirato a NuPhy
ja: NuPhyにインスパイア
ko: NuPhy에서 영감을 받은 테마
ms: Diilhamkan oleh NuPhy
pt: Inspirado na NuPhy
ru: Вдохновлено NuPhy
zh_hans: 灵感源自 NuPhy

source: Nudge each tap toward where you mean to hit. No effect until enough is learned
de: Schiebt jeden Tipp dorthin, wo du treffen willst. Keine Wirkung, bis genug gelernt ist
es: Empuja cada toque hacia donde querías dar. Sin efecto hasta que aprenda lo suficiente
et: Nihuta iga vajutust sinna, kuhu tabada tahtsid. Mõju puudub, enne kui on piisavalt õpitud
fr: Ajuste chaque appui vers l'endroit que tu vises. Aucun effet tant que le clavier n'a pas assez appris
hu: Minden koppintást afelé tol, ahová célzol. Nincs hatása, amíg elég adat össze nem gyűlik
it: Sposta ogni tocco verso dove vuoi colpire. Nessun effetto finché non ha imparato abbastanza
ja: 各タップを、狙った場所に寄せます。十分に学習するまでは効果がありません
ko: 각 탭을 노리는 곳으로 살짝 밀어줘요. 충분히 배우기 전까진 효과가 없어요
ms: Tolak setiap ketikan ke arah tempat anda nak kena. Tiada kesan sehingga cukup dipelajari
pt: Empurra cada toque para onde querias acertar. Sem efeito até aprender o suficiente
ru: Подтягивать каждое нажатие туда, куда вы целитесь. Ничего не изменится, пока не накопится достаточно данных
zh_hans: 把每次点按往你真正想点的位置推一点。学得不够多时没效果

source: Number / symbol switch
de: Zahlen-/Symbolumschalter
es: Cambio a números/símbolos
et: Number- / sümbollülitus
fr: Bascule chiffres/symboles
hu: Szám-/szimbólumváltó
it: Passaggio numeri/simboli
ja: 数字・記号の切り替え
ko: 숫자/기호 전환
ms: Penukar nombor/simbol
pt: Alternar números/símbolos
ru: Переключатель цифр и символов
zh_hans: 数字/符号切换

source: Number Row
de: Zahlenreihe
es: Fila numérica
et: Numbririda
fr: Rangée de chiffres
hu: Számsor
it: Riga dei numeri
ja: 数字行
ko: 숫자 행
ms: Baris nombor
pt: Fila de números
ru: Цифровой ряд
zh_hans: 数字行

source: Number pad
de: Ziffernblock
es: Teclado numérico
et: Numbriklahvistik
fr: Pavé numérique
hu: Számbillentyűzet
it: Tastierino numerico
ja: 数字キーパッド
ko: 숫자 키패드
ms: Pad nombor
pt: Teclado numérico
ru: Цифровая клавиатура
zh_hans: 数字键盘

source: Number row
de: Zahlenreihe
es: Fila de números
et: Numbridrida
fr: Rangée de chiffres
hu: Számsor
it: Riga dei numeri
ja: 数字行
ko: 숫자 행
ms: Baris nombor
pt: Linha de números
ru: Ряд цифр
zh_hans: 数字行

source: Number row height
de: Höhe der Zahlenreihe
es: Altura de la fila de números
et: Numbidrea kõrgus
fr: Hauteur de la rangée de chiffres
hu: Számsor magassága
it: Altezza della riga dei numeri
ja: 数字行の高さ
ko: 숫자 행 높이
ms: Tinggi baris nombor
pt: Altura da linha de números
ru: Высота ряда цифр
zh_hans: 数字行高度

source: Number row leading keys
de: Tasten am Anfang der Zahlenreihe
es: Teclas al inicio de la fila numérica
et: Numbrirea algusklahvid
fr: Touches au début de la rangée de chiffres
hu: Számsor kezdő billentyűi
it: Tasti iniziali della riga numerica
ja: 数字行の先頭キー
ko: 숫자 행 시작 키
ms: Kekunci awal baris nombor
pt: Teclas iniciais da fila numérica
ru: Начальные клавиши цифрового ряда
zh_hans: 数字行起始按键

source: Number row preview
de: Vorschau Zahlenreihe
es: Vista previa de la fila de números
et: Numbrirea eelvaade
fr: Aperçu de la rangée de chiffres
hu: Számos sor előnézete
it: Anteprima riga numeri
ja: 数字行プレビュー
ko: 숫자 행 미리보기
ms: Pratonton baris nombor
pt: Pré-visualização da linha de números
ru: Просмотр цифрового ряда
zh_hans: 数字行预览

source: Number row text size
de: Textgröße der Zahlenreihe
es: Tamaño de texto de la fila de números
et: Numbidrea teksti suurus
fr: Taille du texte de la rangée de chiffres
hu: Számsor szövegmérete
it: Dimensione del testo della riga dei numeri
ja: 数字行の文字サイズ
ko: 숫자 행 글자 크기
ms: Saiz teks baris nombor
pt: Tamanho do texto da linha de números
ru: Размер текста в ряду цифр
zh_hans: 数字行文字大小

source: Number row trailing keys
de: Tasten am Ende der Zahlenreihe
es: Teclas al final de la fila numérica
et: Numbrirea lõpuklahvid
fr: Touches à la fin de la rangée de chiffres
hu: Számsor záró billentyűi
it: Tasti finali della riga numerica
ja: 数字行の末尾キー
ko: 숫자 행 끝 키
ms: Kekunci akhir baris nombor
pt: Teclas finais da fila numérica
ru: Конечные клавиши цифрового ряда
zh_hans: 数字行末尾按键

source: Numbers
de: Zahlen
es: Números
et: Numbrid
fr: Chiffres
hu: Számok
it: Numeri
ja: 数字
ko: 숫자
ms: Nombor
pt: Números
ru: Цифры
zh_hans: 数字

source: Numbers (123)
de: Zahlen (123)
es: Números (123)
et: Numbrid (123)
fr: Chiffres (123)
hu: Számok (123)
it: Numeri (123)
ja: 数字 (123)
ko: 숫자 (123)
ms: Nombor (123)
pt: Números (123)
ru: Цифры (123)
zh_hans: 数字 (123)

source: Numbers and punctuation
de: Zahlen und Satzzeichen
es: Números y puntuación
et: Numbrid ja kirjavahemärgid
fr: Chiffres et ponctuation
hu: Számok és írásjelek
it: Numeri e punteggiatura
ja: 数字と句読点
ko: 숫자 및 문장 부호
ms: Nombor dan tanda baca
pt: Números e pontuação
ru: Цифры и знаки препинания
zh_hans: 数字与标点

source: Numbers on the top row’s long-press: swipe down or hold for each key’s digit (q → 1, w → 2 … p → 0)
de: Zahlen beim Halten der oberen Reihe: nach unten wischen oder halten für die Ziffer jeder Taste (q → 1, w → 2 … p → 0)
es: Números al mantener pulsada la fila superior: desliza hacia abajo o mantén para el dígito de cada tecla (q → 1, w → 2 … p → 0)
et: Numbrid ülemise rea pikkvajutusel: viipa alla või hoia, et saada iga klahvi number (q → 1, w → 2 … p → 0)
fr: Chiffres en appui long sur la rangée du haut : balaie vers le bas ou maintiens pour le chiffre de chaque touche (q → 1, w → 2 … p → 0)
hu: Számok a felső sor hosszú nyomásán: húzd le vagy tartsd nyomva az egyes billentyűk számjegyéért (q → 1, w → 2 … p → 0)
it: Numeri con la pressione prolungata sulla riga superiore: scorri verso il basso o tieni premuto per la cifra di ogni tasto (q → 1, w → 2 … p → 0)
ja: 上段の長押しで数字: 下にスワイプするか長押しすると各キーの数字が入ります（q → 1、w → 2 … p → 0）
ko: 윗줄을 길게 누르면 숫자: 아래로 밀거나 길게 눌러 각 키의 숫자를 입력해요 (q → 1, w → 2 … p → 0)
ms: Nombor pada tekan lama baris atas: leret ke bawah atau tahan untuk digit setiap kekunci (q → 1, w → 2 … p → 0)
pt: Números ao manter premida a linha de cima: desliza para baixo ou mantém para o dígito de cada tecla (q → 1, w → 2 … p → 0)
ru: Цифры по долгому нажатию в верхнем ряду: смахните вниз или удержите клавишу, чтобы получить её цифру (q → 1, w → 2 … p → 0)
zh_hans: 长按顶行出数字：向下滑或长按即可输入各键对应的数字（q → 1、w → 2 … p → 0）

source: Numerals
de: Ziffern
es: Cifras
et: Numbrimärgid
fr: Chiffres
hu: Számjegyek
it: Cifre
ja: 数字
ko: 숫자
ms: Angka
pt: Algarismos
ru: Цифры
zh_hans: 数字

source: Numpad
de: Ziffernblock
es: Teclado numérico
et: Numbriklahvistik
fr: Pavé numérique
hu: Számbillentyűzet
it: Tastierino numerico
ja: 数字パッド
ko: 숫자 패드
ms: Pad nombor
pt: Teclado numérico
ru: Цифровая клавиатура
zh_hans: 数字键盘

source: Objects
de: Objekte
es: Objetos
et: Objektid
fr: Objets
hu: Tárgyak
it: Oggetti
ja: 物
ko: 사물
ms: Objek
pt: Objetos
ru: Предметы
zh_hans: 物品

source: Ocean
de: Ozean
es: Océano
et: Ookean
fr: Océan
hu: Óceán
it: Oceano
ja: オーシャン
ko: 바다
ms: Lautan
pt: Oceano
ru: Океан
zh_hans: 海洋

source: Off
de: Aus
es: Desactivado
et: Väljas
fr: Désactivé
hu: Le
ja: オフ
ko: 끔
ms: Mati
pt: Desativado
ru: Выкл.
zh_hans: 关闭

source: Off hides the shift key and stops Clink capitalising anything, the way Arabic works. Turn it off for a script with one case.
de: Aus blendet die Umschalttaste aus und Clink schreibt nichts mehr groß, so wie bei Arabisch. Schalte es aus, wenn deine Schrift nur eine Form kennt.
es: Desactivado oculta la tecla de mayúsculas y Clink deja de poner nada en mayúscula, igual que en árabe. Desactívalo si tu escritura solo tiene una forma.
et: Väljas peidab tõstuklahvi ja Clink ei kirjuta enam midagi suureks, nagu araabia puhul. Lülita see välja kirjaviisi jaoks, millel on ainult üks tähekuju.
fr: Désactivé, la touche majuscule disparaît et Clink ne met plus rien en capitale, comme pour l’arabe. À désactiver pour une écriture sans casse.
hu: Kikapcsolva eltűnik a shift, és a Clink semmit nem ír nagybetűvel, ahogy az arabnál. Kapcsold ki, ha az írásodnak csak egy alakja van.
it: Se disattivato, il tasto maiuscolo sparisce e Clink non mette più nulla in maiuscolo, come per l’arabo. Disattivalo per una scrittura con una sola forma.
ja: オフにすると Shift キーが消え、Clink は何も大文字にしません（アラビア語と同じ挙動です）。大小の区別がない文字体系ではオフに。
ko: 끄면 Shift 키가 사라지고 Clink가 아무것도 대문자로 바꾸지 않습니다. 아랍어와 같은 방식이며, 대소문자 구분이 없는 문자 체계라면 끄세요.
ms: Jika dimatikan, kekunci shift disembunyikan dan Clink tidak membesarkan sebarang huruf, sama seperti bahasa Arab. Matikan untuk tulisan yang hanya ada satu bentuk.
pt: Desligado, a tecla shift desaparece e o Clink deixa de pôr seja o que for em maiúscula, como no árabe. Desliga-o para uma escrita sem maiúsculas.
ru: Выключено — клавиша Shift скрыта, и Clink ничего не переводит в заглавные, как в арабском. Выключайте для письменностей без деления на регистры.
zh_hans: 关闭后会隐藏 Shift 键，Clink 也不再把任何字母变成大写，阿拉伯语就是这样。文字若不分大小写，就关掉它。

source: Off in Settings
de: In den Einstellungen aus
es: Desactivado en Ajustes
et: Väljas seadetes
fr: Désactivé dans Réglages
hu: Kikapcsolva a Beállításokban
it: Disattivato in Impostazioni
ja: 設定でオフ
ko: 설정에서 꺼짐
ms: Dimatikan dalam Tetapan
pt: Desativado nas Definições
ru: Выключено в Настройках
zh_hans: 已在“设置”中关闭

source: Off just uppercases these while shift or caps-lock is on (á → Á). On lets you pick a separate shifted set.
de: Aus: Diese werden bei Umschalt oder Feststelltaste nur großgeschrieben (á → Á). An: Du kannst einen eigenen Umschalt-Satz wählen.
es: Desactivado, solo pasan a mayúsculas con Mayús o Bloq Mayús activado (á → Á). Activado, puedes elegir un conjunto distinto para Mayús.
et: Väljas kirjutab need vaid suureks, kui tõstuklahv või Caps Lock on all (á → Á). Sees saad valida eraldi tõstukomplekti.
fr: Désactivé, elles passent juste en majuscules quand Maj ou le verrouillage majuscule est actif (á → Á). Activé, tu peux choisir un jeu distinct pour Maj.
hu: Kikapcsolva ezek csak nagybetűsek lesznek Shift vagy Caps Lock alatt (á → Á). Bekapcsolva külön shift-készletet választhatsz.
it: Disattivato, con shift o blocco maiuscole diventano solo maiuscole (á → Á). Attivato, puoi scegliere un set separato per lo shift.
ja: オフのときはシフトや Caps Lock 中にそのまま大文字になるだけです（á → Á）。オンにすると別のシフト用セットを選べます。
ko: 끄면 시프트나 캡스 락이 켜져 있을 때 그냥 대문자가 돼요 (á → Á). 켜면 별도의 시프트 세트를 고를 수 있어요.
ms: Mati: huruf ini hanya jadi besar semasa shift atau caps lock aktif (á → Á). Hidup: boleh pilih set shift yang berasingan.
pt: Desativado, apenas passam a maiúsculas com o shift ou o caps lock ativo (á → Á). Ativado, podes escolher um conjunto separado para o shift.
ru: Выключено — они просто становятся заглавными при Shift или Caps Lock (á → Á). Включено — можно задать отдельный набор для Shift.
zh_hans: 关闭时，Shift 或大写锁定开启会直接变成大写（á → Á）。开启后可以单独选择一组 Shift 字符。

source: Off lets strips and tool tiles float on the keyboard.
de: Aus: Streifen und Kacheln schweben auf der Tastatur.
es: Desactivado, las franjas y baldosas flotan sobre el teclado.
et: Väljas laseb ribadel ja tööriistaplaatidel klaviatuuril hõljuda.
fr: Désactivé, les barres et tuiles flottent sur le clavier.
hu: Ki: a sávok és csempék a billentyűzeten lebegnek.
it: Disattivo: strisce e piastrelle fluttuano sulla tastiera.
ja: オフにすると帯やタイルがキーボード上に浮かびます。
ko: 끄면 띠와 타일이 키보드 위에 뜹니다.
ms: Dimatikan: jalur dan jubin terapung pada papan kekunci.
pt: Desligado: faixas e mosaicos flutuam no teclado.
ru: В выключенном состоянии полосы и плитки инструментов свободно лежат на клавиатуре.
zh_hans: 关闭后，条带和瓷砖会浮在键盘上。

source: Off, the rest of the bar stays where it is.
de: Wenn aus, bleibt der Rest der Leiste, wo er ist.
es: Si está desactivado, el resto de la barra se queda donde está.
et: Välja lülitatuna jääb ülejäänud riba oma kohale.
fr: Désactivé, le reste de la barre reste en place.
hu: Kikapcsolva a sáv többi része a helyén marad.
it: Se disattivato, il resto della barra resta dov'è.
ja: オフにしても、バーのほかの項目はそのままです。
ko: 끄더라도 바의 나머지 항목은 그대로 있습니다.
ms: Jika dimatikan, bahagian lain bar kekal di tempatnya.
pt: Desativado, o resto da barra fica onde está.
ru: Если выключить, остальная панель останется на месте.
zh_hans: 关闭后，栏中其他项目保持原位。

source: Off. Custom sounds & haptics disabled
de: Aus. Eigene Töne und Haptik ausgeschaltet
es: Desactivado. Sonidos y vibraciones personalizados apagados
et: Väljas. Kohandatud helid ja haptika keelatud
fr: Désactivé. Sons et retours haptiques perso désactivés
hu: Ki. Az egyéni hangok és rezgések kikapcsolva
it: Disattivato. Suoni e feedback aptici personalizzati spenti
ja: オフ。カスタムサウンドと触覚はオフです
ko: 끔. 사용자 지정 사운드와 햅틱을 껐어요
ms: Mati. Bunyi & haptik tersuai dimatikan
pt: Desligado. Sons e vibração personalizados desativados
ru: Выключено. Свои звуки и тактильная отдача недоступны
zh_hans: 关闭。自定义声音和触感已关掉

source: Offer a background
de: Hintergrund bereitstellen
es: Ofrecer un fondo
et: Paku tausta
fr: Proposer un arrière-plan
hu: Háttér biztosítása
it: Fornisci uno sfondo
ja: 背景を提供
ko: 배경 제공
ms: Sediakan latar belakang
pt: Disponibilizar um fundo
ru: Предоставить фон
zh_hans: 提供背景

source: Offer a key style
de: Tastenstil bereitstellen
es: Ofrecer un estilo de tecla
et: Paku klahvistiili
fr: Proposer un style de touche
hu: Billentyűstílus biztosítása
it: Fornisci uno stile di tasto
ja: キースタイルを提供
ko: 키 스타일 제공
ms: Sediakan gaya kekunci
pt: Disponibilizar um estilo de tecla
ru: Предоставить стиль клавиш
zh_hans: 提供按键样式

source: Offer a layout
de: Layout bereitstellen
es: Ofrecer una distribución
et: Paku paigutust
fr: Proposer une disposition
hu: Kiosztás biztosítása
it: Fornisci una disposizione
ja: 配列を提供
ko: 배열 제공
ms: Sediakan susun atur
pt: Disponibilizar uma disposição
ru: Предоставить раскладку
zh_hans: 提供布局

source: Offer a lighting effect
de: Lichteffekt anbieten
es: Ofrecer un efecto de luz
et: Paku valgusefekti
fr: Proposer un effet lumineux
hu: Fényeffekt kínálása
it: Offri un effetto luce
ja: ライティングエフェクトを提供
ko: 조명 효과 제공
ms: Tawarkan kesan cahaya
pt: Oferecer um efeito de luz
ru: Предложить эффект подсветки
zh_hans: 提供灯光效果
